<?php

return [
    'start_your_journey' => 'ابدأ رحلتك مع ',
    'title_p' => 'عزز لياقتك البدنية مع مكملات غذائية فاخرة من FR3ON GYM. اكتشف مجموعة واسعة من المنتجات، بما في ذلك واي بروتين، والكرياتين، بري وورك أوت، وحوارق الدهون، والفيتامينات - كل ما تحتاجه لبناء العضلات، وحرق الدهون، وتعزيز الأداء.',
    'shop_now' => 'تسوق الآن',
    'contact_experts' => 'تواصل مع خبرائنا',
    'fr3on_gym' => 'فرعون جيم',



    'browse_Popular' => 'تصفح أشهر ',
    'brands' => 'العلامات التجارية',
    'browse_brands_subtitle' => 'اكتشف أكثر الأسماء الموثوقة في عالم التغذية الرياضية. علامتنا التجارية معروفة عالميًا بجودتها العالية ومكملاتها المعتمدة من الرياضيين.',

    'categories' => 'الفئات',
    'browse_categories_subtitle' => 'اكتشف أكثر فئات المكملات شيوعًا لمساعدتك على الأداء الأفضل، التعافي بشكل أسرع، وتحقيق أهدافك الرياضية بثقة.',

    'browse' => 'تصفح',
    'featured_products' => 'المنتجات المميزة',
    'browse_products_subtitle' => 'اكتشف أكثر منتجات المكملات شيوعًا لمساعدتك على الأداء الأفضل، التعافي بشكل أسرع، وتحقيق أهدافك الرياضية بثقة.',
];
